{
  "+Br3Cr": {
    "defaultMessage": "Open to receive proposals, ideas and memes :)"
  },
  "+j0BYY": {
    "defaultMessage": "Atados: "
  },
  "/pJiee": {
    "defaultMessage": "And Chico"
  },
  "0j0ptK": {
    "defaultMessage": "Vinicius Pacheco Portfolio"
  },
  "3kNnP9": {
    "defaultMessage": "São Paulo, SP {time} 🇧🇷"
  },
  "46Cs0y": {
    "defaultMessage": "I'm not that hard to find, look:"
  },
  "502GV5": {
    "defaultMessage": "My Professional Profile"
  },
  "5u1Kg0": {
    "defaultMessage": "7 years working to make the world a better place"
  },
  "6EqXIC": {
    "defaultMessage": "Projects"
  },
  "7/lzrt": {
    "defaultMessage": "Hi, I'm Vinicius Pacheco and  I'm a Full-stack developer with 7+ years of experience, specializing in React, Node.js, and TypeScript. With a unique combination of design and development experience, I build professional, pixel-perfect interfaces in a short amount of time. I excel at delivering smart solutions that enable seamless experiences."
  },
  "71KGgl": {
    "defaultMessage": "I love to play music. I play cavaquinho, banjo and tambourine. Playing samba on the street is my vibe. If going to the beach is possible, I'm easily there. Whenever I can, I carry my surfboard to the sea. I love a good adventure. Especially if it's on a board. Let's take a skate ride? I have 2!"
  },
  "7xYPxA": {
    "defaultMessage": "I grew up in Petrópolis, a small town in Rio de Janeiro. Things weren't so easy. <span>At the age of 14, I discovered my form of expression in programming</span>. A few years and projects later, at 17, Atados hired me as a freelancer to build their first international platform. They invited me to move to São Paulo, 400 kilometers away. I accepted the invitation and ventured into a new city at age 19"
  },
  "8yLSUZ": {
    "defaultMessage": "English"
  },
  "AOsrhY": {
    "defaultMessage": "Prototype: App for managing personal finances"
  },
  "CIe6I3": {
    "defaultMessage": "Study: GraphQL Parser"
  },
  "Equvau": {
    "defaultMessage": "Current city"
  },
  "FOsGM9": {
    "defaultMessage": "This plugin automatically creates GraphQL types and resolvers by transforming your TypeORM models into a GraphQL API"
  },
  "FWkoiv": {
    "defaultMessage": "Navigate / Search / Have fun"
  },
  "GOfudF": {
    "defaultMessage": "Portuguese"
  },
  "IPAhkW": {
    "defaultMessage": "My Blog"
  },
  "JflVZj": {
    "defaultMessage": "Control your own personal finances through a simple, easy to use interface. For me, it was challenging to register and keeping track of all my personal expenses, so I decided to find an easier way to do it and prototyped this app."
  },
  "K0PYjV": {
    "defaultMessage": "Prototypes and Designs"
  },
  "K5hD19": {
    "defaultMessage": "Code as a form of expression"
  },
  "N5DL11": {
    "defaultMessage": "From Petrópolis to the world"
  },
  "PBh2Pr": {
    "defaultMessage": "Navigate ({shortcut})"
  },
  "PZVEAt": {
    "defaultMessage": "Visit"
  },
  "PscvAo": {
    "defaultMessage": "About me"
  },
  "QpMbuR": {
    "defaultMessage": "In São Paulo I got to know a very diverse range of people. Working at Atados I made friends for life. I met sensitive people who gave me a space to create which strengthened my empathy, my listening skills, and vulnerable expression."
  },
  "SR5Zcr": {
    "defaultMessage": "Full Stack Developer in {city}"
  },
  "SWLuzB": {
    "defaultMessage": "Unfortunately nothing was found"
  },
  "SgXTSK": {
    "defaultMessage": "Contact"
  },
  "SxE3ly": {
    "defaultMessage": "This is Me"
  },
  "VOTlCZ": {
    "defaultMessage": "A React-based web app to empower social projects. Project creators used it to find and manage volunteers and receive donations through a payment integration. On the other side, volunteers could match themselves with projects and follow a volunteer path.\n\nI was the main front-end developer and liaised with the back-end developer to integrate with our API on our main product and in client-specific platforms. For the payment integration, I worked as the back-end developer, where I created Lambda functions to serve as our integration bridge. It allowed us to receive R$200,000+ (Brazilian real) in March of 2020. I also worked as a back-end developer to enable our white-label features. In this role, I created a system where a platform for a client could easily overwrite parts of our app to function according to the client's needs.\n\nTo improve the development experience, I added continuous integration to improve the deployment process. The integration validated the new app version, deployed previews, and guaranteed that every client was up to date with the app core."
  },
  "WK/SgI": {
    "defaultMessage": "It's not all about work all the time"
  },
  "XSO+lQ": {
    "defaultMessage": "Lets Talk"
  },
  "bpZEeb": {
    "defaultMessage": "Start Conversation"
  },
  "d0RPmP": {
    "defaultMessage": "Disable Dark Mode"
  },
  "dkTf+d": {
    "defaultMessage": "Time"
  },
  "eL0Zgf": {
    "defaultMessage": "// I'm big fan of <span>Open Source</span>"
  },
  "gFe2rH": {
    "defaultMessage": "Hi - I came through your portfolio"
  },
  "h/PBBt": {
    "defaultMessage": "I learned to listen, feel, communicate and ask for help. Looking back, I see that deciding not to go to college and moving to São Paulo to work was the best decision I could have made. It was through learning in practice that I created my own path."
  },
  "hqh7Hj": {
    "defaultMessage": "Lexer, Parser and AST. A study to understand how languages are read and compiled."
  },
  "ifZxwY": {
    "defaultMessage": "{count} selected projects"
  },
  "k8PzCR": {
    "defaultMessage": "Hi, I'm <span>Vinicius Pacheco</span> and  I'm a Full-stack developer with 7+ years of experience, specializing in React, Node.js, and TypeScript. With a unique combination of design and development experience, I build professional, pixel-perfect interfaces in a short amount of time. I excel at delivering smart solutions that enable seamless experiences."
  },
  "kUEOEk": {
    "defaultMessage": "{years} years"
  },
  "m42V4+": {
    "defaultMessage": "Home"
  },
  "nYqYhT": {
    "defaultMessage": "Enable Dark Mode"
  },
  "nhjJTT": {
    "defaultMessage": "Kind words"
  },
  "oNYXnh": {
    "defaultMessage": "Check all my designs on"
  },
  "qyjUyf": {
    "defaultMessage": "To Contact Me"
  },
  "rTpk4S": {
    "defaultMessage": "Open Source and Studies"
  },
  "tc4VSe": {
    "defaultMessage": "II designed and developed this website in January 2021"
  },
  "tv5FG3": {
    "defaultMessage": "Blog"
  },
  "xbP7qa": {
    "defaultMessage": "About Me"
  },
  "yt94QM": {
    "defaultMessage": "Messages from who worked with me"
  }
}
